export const mockTermsContent = `باستخدامك لهذا الموقع/التطبيق، فإنك توافق على الالتزام بكافة الشروط والأحكام المعمول بها. يحتفظ القائمون على المنصة بحق تعديل أو تحديث هذه الشروط في أي وقت دون إشعار مسبق. جميع المحتويات والخدمات المقدمة هي لأغراض الاستخدام الشخصي فقط، ويُمنع إعادة استخدامها أو نسخها أو توزيعها بدون إذن مسبق. لا تتحمل المنصة أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للخدمة. ويقع على المستخدم مسؤولية الحفاظ على سرية بياناته ومعلومات حسابه.`;

export const mockPreviewSections = [
  {
    content: `باستخدامك لهذا الموقع/التطبيق، فإنك توافق على الالتزام بكافة الشروط والأحكام المعمول بها. يحتفظ القائمون على المنصة بحق تعديل أو تحديث هذه الشروط في أي وقت دون إشعار مسبق. جميع المحتويات والخدمات المقدمة هي لأغراض الاستخدام الشخصي فقط، ويُمنع إعادة استخدامها أو نسخها أو توزيعها بدون إذن مسبق. لا تتحمل المنصة أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للخدمة. ويقع على المستخدم مسؤولية الحفاظ على سرية بياناته ومعلومات حسابه.`,
  },
  {
    content: `باستخدامك لهذا الموقع/التطبيق، فإنك توافق على الالتزام بكافة الشروط والأحكام المعمول بها. يحتفظ القائمون على المنصة بحق تعديل أو تحديث هذه الشروط في أي وقت دون إشعار مسبق. جميع المحتويات والخدمات المقدمة هي لأغراض الاستخدام الشخصي فقط، ويُمنع إعادة استخدامها أو نسخها أو توزيعها بدون إذن مسبق. لا تتحمل المنصة أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للخدمة. ويقع على المستخدم مسؤولية الحفاظ على سرية بياناته ومعلومات حسابه.`,
  },
  {
    heading: "انتهاء الإشتراك",
    content: `باستخدامك لهذا الموقع/التطبيق، فإنك توافق على الالتزام بكافة الشروط والأحكام المعمول بها. يحتفظ القائمون على المنصة بحق تعديل أو تحديث هذه الشروط في أي وقت دون إشعار مسبق. جميع المحتويات والخدمات المقدمة هي لأغراض الاستخدام الشخصي فقط، ويُمنع إعادة استخدامها أو نسخها أو توزيعها بدون إذن مسبق. لا تتحمل المنصة أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للخدمة. ويقع على المستخدم مسؤولية الحفاظ على سرية بياناته ومعلومات حسابه.`,
  },
  {
    heading: "انتهاء الإشتراك",
    content: `باستخدامك لهذا الموقع/التطبيق، فإنك توافق على الالتزام بكافة الشروط والأحكام المعمول بها. يحتفظ القائمون على المنصة بحق تعديل أو تحديث هذه الشروط في أي وقت دون إشعار مسبق. جميع المحتويات والخدمات المقدمة هي لأغراض الاستخدام الشخصي فقط، ويُمنع إعادة استخدامها أو نسخها أو توزيعها بدون إذن مسبق. لا تتحمل المنصة أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للخدمة. ويقع على المستخدم مسؤولية الحفاظ على سرية بياناته ومعلومات حسابه.`,
  },
];
